// 简体
export const zhCHS = {
    index: {
        title: '美股行情声明',
        hint:
            '应交易所要求，需就美股行情确认阁下是一位非专业订户，请您补充以下信息并确认相关声明和协议，以便我们提供相应的服务',
        job_label: '职业状况',
        job_placeholder: '请选择职业状态',
        company_label: '公司名称',
        company_placeholder: '请输入工作单位名称',
        confirm_info:
            '本人谨此声明，以上所提供的资料均属真实，完整及准确无误。如上述资料有不真实或不准确，本人愿意承担所有责任',
        confirm_protocol: '本人已阅读、确认并同意',
        confirm_protocol_1: '美股行情声明',
        confirm_protocol_2: '美股行情订阅协议',
        confirm_protocol_3: 'uSMART隐私政策',
        submit_error_info: '确认失败，请稍后重试',
        protocol_none: '协议地址不存在',
        confirm: '确定',
        cancel: '取消'
    },
    statement: {
        title: '美股行情声明',
        content: [
            '本人不是以公司或实体名义或分包商或独立承包商的身份使用本行情或将本行情用于商业用途',
            '本人不是独立分销商，不以任意方式将本行情信息进一步转发给他人',
            '本人不是在香港、中国或海外金融监管机构或自律组织注册的金融专业人士或有资格作为专业交易商或投资顾问参与任何股票，商品或期货交易，或者经香港、中国或海外金融监管机构或自律组织所许可在和合约市场从事交易业务的人员',
            '本人不会将此行情数据用于非个人用途',
            '本人不是向任何个人或实体提供投资咨询或财务顾问或资产管理的工作',
            '本人不是由豁免遵守美国证券法否则需要注册的组织雇用',
            '以上所述均属真实，完整及准确无误，如上述资料有不真实或不准确，本人愿意承担所有责任'
        ]
    }
}
