// 繁体
export const zhCHT = {
    index: {
        title: '美股行情聲明',
        hint:
            '應交易所要求，需就美股行情確認閣下是一位非專業訂戶，請您補充以下信息並確認相關聲明和協議，以便我們提供相應的服務',
        job_label: '職業狀況',
        job_placeholder: '請選擇職業狀態',
        company_label: '公司名稱',
        company_placeholder: '請輸入工作單位名稱',
        confirm_info:
            '本人謹此聲明，以上所提供的資料均屬真實，完整及準確無誤。如上述資料有不真實或不準確，本人願意承擔所有責任',
        confirm_protocol: '本人已閱讀、確認并同意',
        confirm_protocol_1: '美股行情聲明',
        confirm_protocol_2: '美股行情訂閱協議',
        confirm_protocol_3: 'uSMART隱私政策',
        submit_error_info: '確認失敗，請稍後重試',
        protocol_none: '協議地址不存在',
        confirm: '確認',
        cancel: '取消'
    },
    statement: {
        title: '美股行情聲明',
        content: [
            '本人不是以公司或實體名義或分包商或獨立承包商的身份使用本行情或將本行情用於商業用途',
            '本人不是獨立分銷商，不以任意方式將本行情信息進一步轉發給他人',
            '本人不是在香港、中國或海外金融監管機構或自律组织註冊的金融專業人士或有資格作為專業交易商或投資顧問參與任何股票，商品或期貨交易，或者經香港、中國或海外金融監管機構或自律组织所許可在和合約市場從事交易業務的人員',
            '本人不會將此行情數據用於非個人用途',
            '本人不是向任何個人或實體提供投資咨詢或財務顧問或资产管理的工作',
            '本人不是由豁免遵守美國證券法否則需要註冊的組織僱用',
            '以上所述均屬真實，完整及準確無誤，如上述資料有不真實或不準確，本人願意承擔所有責任'
        ]
    }
}
