// 繁体
export const zhCHT = {
    stronger: {
        title: '強者恆強',
        description: '基於均線和K線，尋找強趨勢股票',
        logic: {
            title: '選股邏輯',
            description:
                '基於基本面及大數據，從港美股全市場優選高流動性、強趨勢、適合短期操作的股票。通過算法優化選股和擇時，尋求更佳收益風險比值。'
        },
        history: {
            title: '歷史表現',
            description:
                '根據回測資料，近5年來策略勝率均保持在55%以上，年化收益率最低30.83%，最高可達90.83%'
        },
        service: {
            title: '服務說明',
            details: [
                '交易標的：港股、美股',
                '推薦頻次：每天一期（港、美股分開推送）',
                '持股週期：1-3天',
                '適合人群：不會選股、擇時，無暇盯盤，風險承受力較高',
                '操作說明：'
            ],
            process: [
                '推薦日<br/>開盤價買入',
                '設止盈單',
                '止盈：自動賣出<br/>未止盈：期末手動賣出'
            ]
        },
        case: [
            {
                title: '案例'
                // title: '案例一（止盈）'
            },
            {
                title: '案例二（未止盈）'
            }
        ],
        team: {
            title: '團隊介紹',
            description: [
                '趨勢策略開發團隊常年深耕於港美股市場，是依靠數學、電腦和現代金融理論進行投資研究的專業團隊。',
                '成員均來自各大金融機構及知名高校科研團隊，具備科技與金融雙重背景。'
            ]
        },
        tip:
            '風險提示：本頁面提供的資訊為量化回測分析結果，僅供投資者參考，不構成任何投資建議。'
    },
    bigData: {
        title: '大數據價值挖掘',
        summary: '掘金低估值，高潛力績優好股',
        description:
            '該策略基於股票成長性、估值水準以及調整幅度等維度，運用大數據和人工智能技術，挖掘持續高增長低估值績優好股。',
        logic: {
            title: '策略特點',
            list: [
                {
                    title: '低估值、高潛力',
                    description: 'PE/PB低於同業，未來業績可期，中長線首選'
                },
                {
                    title: '高標準、可預期',
                    description:
                        '高股息，高ROE，股神巴菲特評判優秀公司的頂級標準'
                },
                {
                    title: '穩定可持續，操作無憂',
                    description:
                        '依靠資深投資研究和人工智能深度學習十級篩選，定期篩選低估值績優好股'
                }
            ]
        },
        kernel: {
            title: '核心優勢',
            list: [
                '大數據挖掘<br/>即時監控',
                '大量因子庫<br/>自動調優擇優',
                '收益可期，完善<br/>交易風險控制'
            ]
        },
        history: {
            title: '歷史表現',
            description:
                '根據回測資料，統計期間，累計收益率達<span style="color: #FF0F7E;font-size: 20px;">150</span><span style="color: #FF0F7E;font-size: 14px;">%</span>，遠超同期市場大盤表現！'
        },
        appropriate: {
            title: '適合人群',
            list: [
                '選股能力不足',
                '偏好中長線',
                '風險趨中穩健投資',
                '牛股愛好者'
            ]
        },
        honour: {
            title: '尊享服務',
            list: [
                '解鎖持倉股票<br/>捕獲市場機會',
                '人工智能監控<br/>自動計算盈虧',
                '倉位實時跟蹤<br/>緊貼買賣訊號'
            ]
        },
        tip:
            '風險提示：本頁面提供的資訊為量化回測分析結果，僅供投資者參考，不構成任何投資建議。'
    },
    casePanel: {
        name: '冠均國際控股',
        date: '入選日期',
        stop: '建議止盈'
    },
    steady: {
        title: '穩健長虹',
        intro:
            '基於大數據和人工智能量化策略，長期追蹤ROE-PB走勢，捕捉業績強勢稀缺個股，尋求超越市場的穩定收益。',
        feature: '策略特色',
        featureTitle_1: '大數據選股',
        featureTitle_2: '業績斐然，收益穩健',
        featureTitle_3: '嚴格准入，優中擇優',
        featureDes_1: '全面監控股票變化，信息領先市場',
        featureDes_2: '行業龍頭標桿，長期高ROE',
        featureDes_3: '全市場匹配，長期跟蹤，篩選稀缺標的',
        history: '歷史業績',
        historyDes:
            '回測期間，累計收益率達<span><b>120</b>%</span>,年均復合增長高達21%。',
        service: '服務說明',
        serviceDes:
            '·適合人群<br>偏好中長線投資，尋求相對穩健收益的投資者<br>·服務方式<br>訂閱后可隨時查看持倉個股，接收實時調倉提醒，自動計算倉位盈虧',
        tips:
            '風險提示：本頁面提供的資訊為量化回測分析結果，僅供投資者參考，不構成任何投資建議。'
    },
    valueBonus: {
        title: '高股息率',
        intro:
            '能夠持續提供高回報的公司一般都經營出色，因此可以通過股息率挖掘優質股, 並定期通過大數據演算法挑選估值較低、上漲潛力較大的股票。',
        logic: '策略邏輯',
        logicTitle_1: '高股息率',
        logicDes_1: '持續高派息能力，未來收益可期',
        logicTitle_2: '分散投資',
        logicDes_2: '精選行業，優化配置，分散風險',
        logicTitle_3: '動態調整',
        logicDes_3: '緊貼市場行情，每月定期更新',
        history: '歷史走勢',
        hostoryItem_1: '收益率',
        hostoryItem_2: '扣成本',
        famous: '名人案例',
        famousPerson_1: '傑里米J.辛格爾',
        famousDes_1:
            '1957-2003 年間高股息率組合（股息率前 20% ）年化收益率 14.27%',
        famousPerson_2: '約翰·奈夫',
        famousDes_2: '十分推崇高股息策略，31年間溫莎基金的累計投資回報率近56倍',
        suit: '適合人群',
        suit_1: '偏好中長線',
        suit_2: '價值投資者',
        suit_3: '高息股愛好者',
        suit_4: '風險偏好穩中求勝',
        tips:
            '風險提示：本頁面提供的資訊為量化回測分析結果，僅供投資者參考，不構成任何投資建議。'
    },
    alpha: {
        title: 'Alpha 一號',
        intro:
            '借鑒卷積網絡學習的原理，構建技術指標組合圖像樣本，訓練全市場歷史大數據，尋找常見技術指標的組合特征，對股票短期趨勢做出預測，選取短期上漲趨勢股',
        advantage: '核心優勢',
        advantage_1: '常見技術指標<br>組合特徵',
        advantage_2: '卷積神經網絡<br>趨勢預測',
        advantage_3: '靈活止盈止虧<br>適時調整',
        logic: '策略邏輯',
        logic_1: '從零學習',
        logic_2: '學習局部特徵組合',
        logic_3: '類圖像式記憶',
        logic_4: '發現短期趨勢啟動時機',
        service: '服務說明',
        service_1: '推薦頻次：每天一期（港、美股分開推送）',
        service_2: '持股週期：1-5天',
        service_3: '適合人群：短線愛好者，風險承受能力高',
        service_4: '買入條件：入選日高開5%以內開盤價買入',
        case: '成功案例',
        thead: ['股票', '買入價<br>買入日期', '賣出價<br>賣出日期', '盈利'],
        tbody: [
            {
                col_1: '閱文集團<br>00772.HK',
                col_2: '38.45<br>2019/1/22',
                col_3: '39.95<br>2019/1/28',
                col_4: '3.90%'
            },
            {
                col_1: '星星地產<br>01560.HK',
                col_2: '2.53<br>2019/2/11',
                col_3: '2.62<br>2019/2/15',
                col_4: '3.56%'
            },
            {
                col_1: '長安仁恆<br>08139.HK',
                col_2: '12.49<br>2019/2/14',
                col_3: '16.17<br>2019/2/20',
                col_4: '29.46%'
            },
            {
                col_1: '安捷利實業<br>01639.HK',
                col_2: '1.61<br>2019/2/22',
                col_3: '1.69<br>2019/2/25',
                col_4: '4.97%'
            },
            {
                col_1: '港大零售<br>01255.HK',
                col_2: '9.16<br>2019/3/14',
                col_3: '10.72<br>2019/3/19',
                col_4: '17.03%'
            }
        ],
        tips:
            '風險提示：本頁面提供的資訊為量化回測分析結果，僅供投資者參考，不構成任何投資建議。'
    },
    xgboost: {
        title: 'XGBoost多因子',
        intro:
            '基於大數據和人工智能，通過頂尖XGBoost極端梯度優化學習模型，挖掘交易機會，尋求超額收益',
        advantage: '核心優勢',
        advantageTitle_1: '大數據挖掘',
        advantageDes_1: '全面關聯市場資訊和行情，即時監控個股變動',
        advantageTitle_2: 'BOOSTING優化',
        advantageDes_2:
            '基於機器學習，運用策略庫和多因子，深度優化，尋找更佳買賣點',
        advantageTitle_3: '歷史驗證 收益可期',
        advantageDes_3: '穿越牛熊檢驗，10年回測勝率超過60%，年平均收益25%',
        history: '歷史勝率',
        historyDes: '根據回測資料，統計期間，平均勝率達60%',
        service: '服務說明',
        serviceTitle_1: '適用人群',
        serviceDes_1: '偏好中長線投資，尋求相對穩健收益的投資者',
        serviceTitle_2: '服務方式',
        serviceDes_2:
            '訂閱後可隨時查看持倉個股，接收實時調倉提醒，自動計算倉位盈虧',
        tips:
            '風險提示：本頁面提供的資訊為量化回測分析結果，僅供投資者參考，不構成任何投資建議。'
    },
    multiAsset: {
        title: '多元資產專欄',
        etfTitle: '交易所買賣基金',
        etfDes: '分散風險的同時獲得股票市場收益，可多可空',
        wrap_1: {
            title: '指數做多-看好後市，正向獲利',
            children: [
                {
                    name: 'FL二南方恆指',
                    stock: '07200.HK',
                    des: '可以雙倍看漲恆指的ETF，做多恆指的熱門標的'
                },
                {
                    name: '標普500-2X看多',
                    stock: 'SSO.US',
                    des: '可以雙倍看多標普500的ETF，做多美股優選'
                }
            ]
        },
        wrap_2: {
            title: '指數做空-看空後市，反向獲利',
            children: [
                {
                    name: 'FI南方恆指',
                    stock: '07300.HK',
                    des: '一倍看空恆指的ETF，做空恆指的穩健選擇'
                },
                {
                    name: 'FI二南方恆指',
                    stock: '07500.HK',
                    des: '雙倍看空恆指的ETF，做空恆指的進取選擇'
                },
                {
                    name: '標普500-2X看空',
                    stock: 'SDS.US',
                    des: '可以兩倍看空標普500的ETF，做空美股優選'
                }
            ]
        },
        houseTitle: '房地產投資信託基金',
        houseDes: '房地產投資信託，投資於能夠產生穩定租金收益的房產',
        wrap_3: {
            title: 'REITs-穩健投資首選',
            children: [
                {
                    name: '領展房產基金',
                    stock: '00823.HK',
                    des: '投資於商場及停車場業務，一個十年十倍的高息股'
                },
                {
                    name: '美國聯邦不動產信託',
                    stock: 'FRT.US',
                    des:
                        '投資於高檔購物中心和公寓，將穩定的租金收益以高分紅反饋給投資者'
                }
            ]
        },
        bondTitle: '債券指數基金',
        bondDes: '全球高信譽債券，收益穩定，能抵禦風險，穿越牛熊',
        wrap_4: {
            title: '債券指數基金-資產避險之選',
            children: [
                {
                    name: '美國短期國債ETF',
                    stock: 'SHV.US',
                    des: '走勢平穩，風險低，適合短期避險'
                },
                {
                    name: '美國中期國債-Firstrade',
                    stock: 'BIV.US',
                    des: '適合熊市中長期避險'
                }
            ]
        },
        tips: '風險提示: 本頁面提供的資訊僅供參考，不構成任何投資建議。'
    }
}
